export const ACTIVATION_TEXT = `اگر کیف پول مشترک بر روی کسب و کار شما فعال باشد، این امکان را
به مشتری خود می‌دهید تا بتواند با موجودی کیف پولی که روی یک شعبه
دارد، روی شعبه‌های دیگر نیز سفارش ثبت کند. یعنی اعتبار هدیه‌ای
که مشتری روی یک شعبه دریافت می‌کند، روی تمامی شعب دیگر نیز قابل
استفاده است. همچنین با فعال کردن کیف پول مشترک، یک سیستم
حسابداری بین هر شعبه و شعبه‌ی مرکزی نیز شکل می‌گیرد تا بتوانید
از طریق آن بر بدهکاری شعبه‌ها به شعبه مرکزی و بلعکس را نیز
مدیریت کنید.`;
export const DE_ACTIVATION_TEXT = ` اگر کیف پول مشترک بر روی کسب و کار شما غیرفعال باشد، مشتریان شما
با موجودی کیف پول هر شعبه فقط می‌توانند روی همان شعبه اقدام به
ثبت سفارش کنند. یعنی اعتبار هدیه‌ای که مشتری روی یک شعبه دریافت
می‌کند، تنها روی همان شعبه قابل استفاده است. همچنین با غیرفعال
کردن کیف پول مشترک، سیستم حسابداری بین شعبه مرکزی و باقی شعبه‌ها
نیز وجود نخواهد داشت.`;
