import TemplatePapes from "containers/templatesPage";
import Head from "next/head";

export default function Templates() {
  return (
    <div>
      <Head>
        <title>
          قالب سایت، قالب وب‌سایت فروشگاهی | +50 قالب زیبا - 1401 | Vitrin
        </title>
        <meta
          name="description"
          content="قالب سایت و فروشگاه اینترنتی | جدیدترین قالب سایت فروشگاهی، رستورانی و معرفی |  امکان شخصی‌سازی کامل قالب فروشگاه اینترنتی و انتخاب از بین قالب‌های متنوع"
        />
        <meta
          property="og:title"
          content="قالب سایت، قالب وب‌سایت فروشگاهی | +50 قالب زیبا - 1401 | Vitrin"
        />
        <meta
          property="og:description"
          content="قالب سایت و فروشگاه اینترنتی | جدیدترین قالب سایت فروشگاهی، رستورانی و معرفی |  امکان شخصی‌سازی کامل قالب فروشگاه اینترنتی و انتخاب از بین قالب‌های متنوع"
        />
        <meta
          name="twitter:title"
          content="قالب سایت، قالب وب‌سایت فروشگاهی | +50 قالب زیبا - 1401 | Vitrin"
        />
        <meta
          property="twitter:description"
          content="قالب سایت و فروشگاه اینترنتی | جدیدترین قالب سایت فروشگاهی، رستورانی و معرفی |  امکان شخصی‌سازی کامل قالب فروشگاه اینترنتی و انتخاب از بین قالب‌های متنوع"
        />
        <script type="application/ld+json" dangerouslySetInnerHTML={{
          __html: JSON.stringify({
  "@context": "https://schema.org",
  "@type": "FAQPage",
  "mainEntity": [{
    "@type": "Question",
    "name": "قالبی رو که می‌خواستم پیدا نکردم. امکان طراحی قالب اختصاصی وجود داره؟",
    "acceptedAnswer": {
      "@type": "Answer",
      "text": "بله! قالب‌هایی که الان قابل انتخاب هستن، همه توسط تیم ویترین طراحی شده‌ن و مختص کسب‌وکارهای مختلف هستن. اگه شما نیاز به یه قالب سایت با طراحی اختصاصی دارید، با پشتیبانی ویترین تماس بگیرید تا قالبی که مد نظرتونه برای شما طراحی بشه."
    }
  },{
    "@type": "Question",
    "name": "چطور می‌شه قالب سایت رو ویرایش کرد؟",
    "acceptedAnswer": {
      "@type": "Answer",
      "text": "در پنل مدیریت سایت و قسمت ویرایش صفحات می‌تونید قالب رو ویرایش کنید. آموزش‌های ویدئویی هم توی بخش داشبورد قرار گرفته."
    }
  },{
    "@type": "Question",
    "name": "آیا همه قالب‌ها رایگان هستن؟",
    "acceptedAnswer": {
      "@type": "Answer",
      "text": "بله! تمامی قالب‌هایی که می‌بینید رایگان هستن و برای ۱۴ روز می‌تونید اون‌ها رو تست کنید. برای ادامه استفاده از سایت و قالب اون،  می‌تونید یکی از بسته‌های ویترین که در صفحه تعرفه طراحی سایت معرفی شده رو انتخاب کنید."
    }
  },{
    "@type": "Question",
    "name": "قالبی که خوشم اومده مربوط به کسب‌وکار من نیست. می‌تونم ازش استفاده کنم؟",
    "acceptedAnswer": {
      "@type": "Answer",
      "text": "بله! شما می‌تونید  قالب مورد علاقه خودتون رو انتخاب کنید و اون رو متناسب با سلیقه و نیازمندی‌های کسب‌وکارتون  ویرایش کنید. مزیت  فروشگاه ساز ویترین اینه که تمام جزئیات ظاهری قالب و محتوای سایت شما توسط خودتون قابل ویرایشه."
    }
  },{
    "@type": "Question",
    "name": "قالب‌های ویترین واکنش‌گرا (Responsive) هستن؟",
    "acceptedAnswer": {
      "@type": "Answer",
      "text": "بله! همه قالب‌های ویترین به‌صورت واکنش‌گرا طراحی شده‌ن و توی هر سایزی از صفحه‌نمایش، حتی گوشی به زیبایی دیده می‌شن. در واقع تمام صفحات سایت شما که با سایت ساز ویترین ساخته می‌شن از طراحی واکنش‌گرا استفاده می‌کنن."
    }
  },{
    "@type": "Question",
    "name": "تفاوت قالب ها با هم چیه؟",
    "acceptedAnswer": {
      "@type": "Answer",
      "text": "هر کدوم از قالب‌ها برای یک صنف خاص بر اساس تجربه‌های واقعی طراحی شده تا اون نوع از کسب‌وکارها نتیجه بهتری بگیرن. البته شما می‌تونید هر قالبی که از لحاظ ظاهری دوست دارید رو برای سایتتون انتخاب و استفاده کنید."
    }
  },{
    "@type": "Question",
    "name": "چجوری باید قالب رو روی سایتم نصب کنم؟",
    "acceptedAnswer": {
      "@type": "Answer",
      "text": "فقط کافیه یک قالب سایت رو انتخاب کنید تا به‌صورت خودکار روی سایتتون نصب بشه! فرق طراحی سایت با ویترین و استفاده از وردپرس اینه که قالب‌های ویترین بر خلاف قالب‌های وردپرس نیازی به نصب ندارن و برای استفاده از اون‌ها کار اضافه‌ای لازم نیست."
    }
  },{
    "@type": "Question",
    "name": "قالب‌ها آپدیت می‌شن؟",
    "acceptedAnswer": {
      "@type": "Answer",
      "text": "بله! تیم ویترین همیشه در حال به‌روزرسانی، برطرف کردن خطاها و اضافه کردن امکانات جدید  به سایت ساز ویترین هستن. قالب‌های جدید و زیبا هم به تدرج برای استفاده شما ارائه می‌شن."
    }
  }]
}   
)
        }}
        />
      </Head>
      <TemplatePapes />
    </div>
  );
}
