import PersonalWebsitePage from "containers/PersonalWebsitePage";
import Head from "next/head";
export default function PersonalWebsite() {
  return (
    <div>
      <Head>
        <title>طراحی سایت شخصی | خودتان را برند #1 کنید | Vitrin</title>
        <meta
          name="description"
          content="طراحی سایت شخصی با ویترین | برندهای شخصی دیگر از اینجا شروع کرده‌اند. شما هم با ویترین 100% بدون کدنویسی سایت شخصی خودتان را طراحی کنید."
        />
        <meta
          property="og:title"
          content="طراحی سایت شخصی | خودتان را برند #1 کنید | Vitrin"
        />
        <meta
          property="og:description"
          content="طراحی سایت شخصی با ویترین | برندهای شخصی دیگر از اینجا شروع کرده‌اند. شما هم با ویترین 100% بدون کدنویسی سایت شخصی خودتان را طراحی کنید."
        />
        <meta
          name="twitter:title"
          content="طراحی سایت شخصی | خودتان را برند #1 کنید | Vitrin"
        />
        <meta
          property="twitter:description"
          content="طراحی سایت شخصی با ویترین | برندهای شخصی دیگر از اینجا شروع کرده‌اند. شما هم با ویترین 100% بدون کدنویسی سایت شخصی خودتان را طراحی کنید."
        />
        <script
          type="application/ld+json"
          dangerouslySetInnerHTML={{
            __html: JSON.stringify({
              "@context": "https://schema.org",
              "@type": "FAQPage",
              mainEntity: [
                {
                  "@type": "Question",
                  name: "آیا برای طراحی سایت شخصی با ویترین، نیاز به آموزش خاصی هست؟",
                  acceptedAnswer: {
                    "@type": "Answer",
                    text: `با ویترین در کمتر از چند دقیقه می‌تونید طراحی سایت شخصی خودتون رو شروع کنید چون نیاز به هیچ آموزش ویژه‌ای ندارید! مزیت ویترین اینه که شما می‌تونید بدون کدنویسی سایت خودتون رو طراحی کنید و حتی با گوشی محتوایی که می‌خواید رو روی سایت قرار بدید.
            با ویترین در کمتر از چند دقیقه می‌تونید طراحی سایت شخصی خودتون رو شروع کنید چون نیاز به هیچ آموزش ویژه‌ای ندارید! مزیت ویترین اینه که شما می‌تونید بدون کدنویسی سایت خودتون رو طراحی کنید و حتی با گوشی، محتوایی که می‌خواید رو روی سایت قرار بدید.
            اگر در حین کار سؤالی داشتید لطفا به راهنمای ویترین مراجعه کنید. برای آموزش‌های بیشتر در مورد طراحی سایت، در بلاگ ویترین هم مطالب خوبی وجود داره.`,
                  },
                },
                {
                  "@type": "Question",
                  name: "امکانش هست سایت شخصی فروشگاه آنلاین نداشته باشه؟",
                  acceptedAnswer: {
                    "@type": "Answer",
                    text: "بله! با ویترین امکان طراحی هر دو نوع سایت شخصی بدون فروش آنلاین (یعنی سایت معرفی) و سایت شخصی با فروشگاه اینترنتی (یعنی سایت فروشگاهی) رو دارید. سایت‌های فروشگاهی ویترین علاوه بر تمام قابلیت‌های سایت‌های معرفی (مثل سایت شخصی) امکان استفاده از سیستم فروش آنلاین پیشرفته رو هم به شما می‌دن.",
                  },
                },
                {
                  "@type": "Question",
                  name: "آیا طراحی سایت شخصی با ویترین نیاز به هاست یا دامنه داره؟",
                  acceptedAnswer: {
                    "@type": "Answer",
                    text: "شما برای طراحی سایت شخصی خودتون نیاز به هیچ هاست یا دامنهٔ اضافه‌ای ندارید چون تمام سایت‌های ویترین با هاست اختصاصی ارائه می‌شن تا کار شما راحت‌تر بشه. همچنین دامنهٔ ir.ink رایگان هم برای شروع کار به سایت شما تعلق می‌گیره. همیشه امکان این رو دارید که یه دامنهٔ اختصاصی برای خودتون خریداری کنید و آدرس سایتتون رو شیک و مستقل کنید.",
                  },
                },
                {
                  "@type": "Question",
                  name: "برای زیباتر کردن سایتم در ویترین چه راهی هست؟",
                  acceptedAnswer: {
                    "@type": "Answer",
                    text: "برای زیباتر کردن سایت شخصی خودتون می‌تونید از تصاویر جذاب و با کیفیت که با برنامه‌هایی مثل فتوشاپ طراحی شده‌ن استفاده کنید. همچنین ما در ویترین همیشه در حال توسعهٔ بخش‌ها و ویژگی‌های جدید هستیم تا به کمک اون‌ها بتونید سایت بهتر و زیباتری طراحی کنید.",
                  },
                },
                {
                  "@type": "Question",
                  name: "طراحی سایت شخصی چقدر هزینه داره؟",
                  acceptedAnswer: {
                    "@type": "Answer",
                    text: "قیمت طراحی سایت شخصی بستگی به کاربردی که از سایت می‌خواید داره. برای اطلاع از جزئیات قیمت ویترین لطفا در صفحهٔ تعرفه، بخش سایت معرفی رو مطالعه کنید. قبل از تهیهٔ بسته هم می‌تونید برای ۱۴ روز به رایگان از تمام امکانات ویترین استفاده کنید.",
                  },
                },
                {
                  "@type": "Question",
                  name: "خدمات برندینگ یا سئو هم برای سایت شخصی انجام می‌دید؟",
                  acceptedAnswer: {
                    "@type": "Answer",
                    text: "شما می‌تونید با مطالعهٔ آموزش سئو در ویترین و یادگیری اصول تولید محتوای کاربرپسند، به سئو سایت خودتون کمک کنید. اگه نیاز به برندینگ حرفه‌ای مثل طراحی لوگو، کارت ویزیت و سئو دارید، لطفا با ما تماس بگیرید تا راهنمایی‌تون کنیم.",
                  },
                },
              ],
            }),
          }}
        />
      </Head>
      <PersonalWebsitePage />
    </div>
  );
}
