import PricingPage from "containers/PricingPage";
import Head from "next/head";
export default function Login() {
  return (
    <div>
      <Head>
        <title>
          قیمت طراحی سایت | هزینه ساخت فروشگاه اینترنتی - 1401 | Vitrin
        </title>
        <meta
          name="description"
          content="تعرفه ساخت سایت | جدول هزینه و لیست قیمت فروشگاه اینترنتی با راه اندازی و امکانات کامل - هزینه طراحی سایت فروشگاهی با SEO پیشرفته | خرداد 1401"
        />
        <meta
          property="og:title"
          content="قیمت طراحی سایت | هزینه ساخت فروشگاه اینترنتی - 1401 | Vitrin"
        />
        <meta
          property="og:description"
          content="تعرفه ساخت سایت | جدول هزینه و لیست قیمت فروشگاه اینترنتی با راه اندازی و امکانات کامل - هزینه طراحی سایت فروشگاهی با SEO پیشرفته | خرداد 1401"
        />
        <meta
          name="twitter:title"
          content="قیمت طراحی سایت | هزینه ساخت فروشگاه اینترنتی - 1401 | Vitrin"
        />
        <meta
          property="twitter:description"
          content="تعرفه ساخت سایت | جدول هزینه و لیست قیمت فروشگاه اینترنتی با راه اندازی و امکانات کامل - هزینه طراحی سایت فروشگاهی با SEO پیشرفته | خرداد 1401"
        />
        <script
          type="application/ld+json"
          dangerouslySetInnerHTML={{
            __html: JSON.stringify({
              "@context": "https://schema.org",
              "@type": "FAQPage",
              mainEntity: [
                {
                  "@type": "Question",
                  name: "شرایط پرداخت ویترین چطوریه؟",
                  acceptedAnswer: {
                    "@type": "Answer",
                    text: "قیمت‌های صفحه تعرفه ویترین به‌صورت ماهانه (بدون احتساب مالیات) نوشته شده و دوره‌های پرداخت، ۳ ماهه است که قبل از پایان اشتراکتون به شما اطلاع‌رسانی می‌شه. اگه هزینه ۱ سال رو یکجا و در ابتدا پرداخت کنید، می‌تونید از ۲۵٪ تخفیف استفاده کنید.",
                  },
                },
                {
                  "@type": "Question",
                  name: "امکان خرید اشتراک یک ماهه وجود داره؟",
                  acceptedAnswer: {
                    "@type": "Answer",
                    text: "خیر. دوره‌های پرداخت ویترین ۳ ماهه است و از زمانی که اولین پرداخت رو انجام می‌دید محاسبه می‌شه. چند هفته قبل از پایان سه ماه، از طریق پیامک برای تمدید اشتراک به شما اطلاع‌رسانی می‌شه.",
                  },
                },
                {
                  "@type": "Question",
                  name: "چرا هزینه ویترین در مقایسه با شرکت‌های طراحی سایت کمتره؟",
                  acceptedAnswer: {
                    "@type": "Answer",
                    text: "ویترین ترکیبی از خدمات طراحی سایت و سایت ساز رو در اختیار شما می‌ذاره. یعنی مثل یه سایت ساز، شما می‌تونید سایت خودتون رو از ابتدا و بدون نیاز به کدنویسی بسازید. در ادامه با دیدن ویدئوهای آموزشی ویترین، خودتون طراحی گرافیکی و محتوایی سایت رو پیش ببرید و کارهایی مثل اتصال سایت به درگاه پرداخت، خریداری دامنه اختصاصی یا گرفتن اینماد رو انجام بدید. به این دلیل که زیرساخت فنی ویترین از قبل آماده شده و اکثر کارهای سایت رو خودتون انجام می‌دید، هزینه طراحی سایت با ویترین هم خیلی کمتر از کدنویسی اختصاصی تموم می‌شه.",
                  },
                },
                {
                  "@type": "Question",
                  name: "چرا هزینه‌های ویترین به صورت اشتراک ماهانه دریافت می‌شه؟",
                  acceptedAnswer: {
                    "@type": "Answer",
                    text: "اصلی‌ترین دلیل اینه که زیرساخت فنی که ویترین از اون‌ها استفاده می‌کنه هزینه‌های ماهانه داره. شما از هر طریقی که سایت طراحی کنید، چه خودتون کدنویسی کنید چه شرکت دیگه‌ای این کار رو انجام بده، باید هزینه‌های هاست و سرور و دامنه رو به‌صورت ماهانه بپردازید. ویترین هم از این هزینه‌ها مستثنا نیست.",
                  },
                },
                {
                  "@type": "Question",
                  name: "پشتیبانی ویترین رایگانه؟",
                  acceptedAnswer: {
                    "@type": "Answer",
                    text: "بله! پشتیبانی فنی ویترین رایگانه. شما هر موقع که سؤالی در مورد بخش‌های فنی سایت یا عدم کارکرد درست سایت خودتون داشته باشید، می‌تونید با شماره ۰۲۱۹۱۰۷۰۷۵۱ تماس بگیرید تا شما رو راهنمایی کنیم.",
                  },
                },
              ],
            }),
          }}
        />
      </Head>
      <PricingPage />
    </div>
  );
}
