import DigitalMenuPage from "containers/DigitalMenuPage";
import Head from "next/head";
export default function Login() {
  return (
    <div>
      <Head>
        <title>منو دیجیتال ویترین حتی بدون QR Code هم کار می‌کند!| Vitrin</title>
        <meta
          name="description"
          content="منو دیجیتال ویترین سریع‌ترین روش فروش حضوری و آنلاین رستوران، کافی شاپ و فست فود است. تجربهٔ شرکت ویترین در افزایش فروش رستوران‌ها و کافه‌ها در اختیار شماست."
        />
        <meta
          property="og:title"
          content="منو دیجیتال ویترین حتی بدون QR Code هم کار می‌کند!| Vitrin"
        />
        <meta
          property="og:description"
          content="منو دیجیتال ویترین سریع‌ترین روش فروش حضوری و آنلاین رستوران، کافی شاپ و فست فود است. تجربهٔ شرکت ویترین در افزایش فروش رستوران‌ها و کافه‌ها در اختیار شماست."
        />
        <meta
          name="twitter:title"
          content="منو دیجیتال ویترین حتی بدون QR Code هم کار می‌کند!| Vitrin"
        />
        <meta
          property="twitter:description"
          content="منو دیجیتال ویترین سریع‌ترین روش فروش حضوری و آنلاین رستوران، کافی شاپ و فست فود است. تجربهٔ شرکت ویترین در افزایش فروش رستوران‌ها و کافه‌ها در اختیار شماست."
        />
    
        <script
          type="application/ld+json"
          dangerouslySetInnerHTML={{
            __html: JSON.stringify({
              "@context": "https://schema.org",
              "@type": "FAQPage",
              mainEntity: [
                {
                  "@type": "Question",
                  name: "منوی دیجیتال به درد چه کسب وکارهایی می‌خوره؟",
                  acceptedAnswer: {
                    "@type": "Answer",
                    text: "اگه رستوران، فست فود، کافی شاپ یا کترینگ دارید، حتما منو دیجیتال به دردتون می‌خوره. البته می‌شه از منوی دیجیتال برای هر کسب‌وکاری که به صورت آنلاین کالا می‌فروشه استفاده کرد ولی بیشتر برای رستوران‌ها استفاده می‌شه.",
                  },
                },
                {
                  "@type": "Question",
                  name: "چطور با منوی دیجیتال، فروش خودم رو بیشتر کنم؟",
                  acceptedAnswer: {
                    "@type": "Answer",
                    text: `مزیت منوی دیجیتال اینه که دیجیتاله! یعنی می‌تونید به صورت لینک توی هر شبکهٔ اجتماعی مثل اینستاگرام بذاریدش. می‌تونید تبلیغات آنلاین انجام بدید و مشتری‌ها رو مستقیم به صفحهٔ منوی دیجیتال خودتون هدایت کنید. می‌تونید توی اینستاگرام با اینفلوئنسرها کار کنید و مثلا توی استوری لینک منو رو بذارید.
            می‌تونید QR Code منوی دیجیتال رو روی بنر، کارت، بروشور یا هر چیز دیگه‌ای چاپ کنید و توی رستوران خودتون یا اطرافش که جلوی دید عابرین باشه بذارید و اینطوری مشتری بیشتری جذب کنید`,
                  },
                },
                {
                  "@type": "Question",
                  name: "قیمت منو دیجیتال ویترین چقدره؟",
                  acceptedAnswer: {
                    "@type": "Answer",
                    text: "منو دیجیتال ویترین سه بستهٔ قیمتی مختلف داره که از  ۱ تا ۴ میلیون تومان متفاوت هستن. پیشنهاد می‌کنیم برای مشاورهٔ رایگان با ما تماس بگیرید.",
                  },
                },
                {
                  "@type": "Question",
                  name: "چطور می‌تونم امکانات بیشتری برای منو دیحیتال داشته باشم؟",
                  acceptedAnswer: {
                    "@type": "Answer",
                    text: `مزیت منوی دیجیتال ویترین اینه که از سیستم فروش آنلاین ویترین (I.O.M) استفاده می‌کنه و شما با خرید منوی دیجیتال ویترین، می‌تونید در ادامه به امکانات مختلفی برای فروش بیشتر مجهز بشید.
            مثلا سایت فروشگاهی خودتون رو داشته باشید، نرم‌افزار صندوق فروشگاهی و حسابداری که استفاده می‌کنید رو به ویترین متصل کنید، باشگاه مشتریان اختصاصی بگیرید، از پنل پیامکی و اتوماسیون بازاریابی ویترین استفاده کنید و حتی انبارداری و مدیریت شعبه‌های مختلف کسب‌وکارتون رو از طریق یه پنل با ویترین انجام بدید.
            اگه دوست دارید در مورد یکپارچگی ویترین با نرم‌افزارهای مختلف بیشتر بدونید، لطفا با ما تماس بگیرید.`,
                  },
                },
                {
                  "@type": "Question",
                  name: "کد QR چه کاربردی برای منو دیجیتال داره؟",
                  acceptedAnswer: {
                    "@type": "Answer",
                    text: `کد QR یه تصویره که وقتی با دوربین گوشی اون رو اسکن می‌کنید تبدیل به یه متن می‌شه. اون متن معمولا یه لینکه که کاربر رو به هر صفحه‌ای در اینترنت می‌تونه هدایت کنه. منوی دیجیتال شما هم به صورت یه لینک در دسترس هست و با استفاده از QR Code می‌تونید لینک منوی دیجیتال خودتون رو چاپ کنید و جلوی مشتری‌هاتون قرار بدید.
            البته بدون استفاده از QR هم منوی شما درست کار می‌کنه. استفاده از کد QR فقط برای راحت‌تر کردن کار مشتری‌های شماست.`,
                  },
                },
                {
                  "@type": "Question",
                  name: "کجا می‌شه از منوی دیجیتال استفاده کرد؟",
                  acceptedAnswer: {
                    "@type": "Answer",
                    text: "منوی دیجیتال شما در تمام اینترنت قابل استفاده است. می‌تونید لینک منو رو توی تلگرام، واتساپ یا اینستاگرام برای افراد بفرستید. می‌تونید لینک رو توی پبامک هم برای مشتری‌هایی که شماره‌شون رو دارید ارسال کنید. و به لطف QR Code می‌تونید لینک رو چاپ کنید! مثلا روی بنر، استند، کارت ویزیت، بروشور یا هدایای تبلیغاتی.",
                  },
                },
                {
                  "@type": "Question",
                  name: "در کنار منوی دیجیتال، منوی کاغذی هم نیاز دارم؟",
                  acceptedAnswer: {
                    "@type": "Answer",
                    text: `منوی دیجیتال چندین برابر از منوی کاغذی بهتر، زیباتر و سریع‌تره. شما نیازی به چاپ کردن منوی کاغذی ندارید و می‌تونید فقط یکبار QR Code منو دیجیتال رو چاپ کنید و روی میزهای رستوران، کافه یا فست‌فود خودتون قرار بدید و از اون به بعد همهٔ تغییراتی که مد نظر دارید رو توی منوی دیجیتال خودتون به‌صورت آنلاین انجام بدید.
            کد QR مثل ورودی منوی دیجیتال شما هست که همیشه مشتری‌ها رو به جدیدترین نسخهٔ منوی شما هدایت می‌کنه.`,
                  },
                },
                {
                  "@type": "Question",
                  name: "منو دیجیتال برای برندینگ رستوران هم کارایی داره؟",
                  acceptedAnswer: {
                    "@type": "Answer",
                    text: "بله! داشتن منوی دیجیتال نشون می‌ده که شما به‌روز هستید و برند رستوران شما از تکنولوژی‌های روز استفاده می‌کنه. راحتی استفاده از منوی دیجیتال برای مشتری‌های شما هم ارزشمند و لذت‌بخشه و این پیام رو در خودش داره که شما برای مشتری ارزش قائل می‌شید. از طرف دیگه امکان طراحی لوگو و المان‌های تصویری کاملا هماهنگ با برند شما وجود داره تا از اون‌ها برای شکیل‌تر شدن منوی دیجیتال برندتون استفاده کنید.",
                  },
                },
              ],
            }),
          }}
        />
      </Head>
      <DigitalMenuPage />
    </div>
  );
}
