import uniqueId from "lodash/uniqueId";

//customerComments
export const CUSTOMER_COMMENTS = [
  {
    id: uniqueId(),
    image: "/images/6-1-bayat.webp",
    name: "آقای بیات - مدیریت رستوران آسیایی واسابی",
    comment:
      "«از ویترین خیلی راضی هستم؛ هم از لحاظ سرویس‌دهی‌شون و هم پشتیبانی ۲۴ ساعته‌ای که ارائه می‌دن و از هر جهت ما رو حمایت می‌کنن.»",
    alt: "آقای بیات - مدیریت رستوران آسیایی واسابی - از مشتریان ویترین",
  },
  {
    id: uniqueId(),
    image: "/images/6-2-nikravesh.webp",
    name: " آقای نیک‌روش - مدیریت هایپرمیوه میوان",
    comment:
      "«ویترین رو به همهٔ دوستانم در صنف‌های مختلف پیشنهاد می‌کنم، چون در این مدت از حسن نیت‌شون واقعا احساس آرامش کردم.»",
    alt: "آقای نیک‌روش - مدیریت هایپرمیوه میوان - از مشتریان ویترین",
  },
  {
    id: uniqueId(),
    image: "/images/6-3-chekani.webp",
    name: " آقای چکانی - مدیریت فروشگاه ابزار اوکسین",
    comment:
      "«امنیت و کاربری سایت برام خیلی مهمه. خوبی سایتی که با ویترین زدم اینه که مشتری‌هام با کمترین کلیک می‌تونن خرید ساده و امنی انجام بدن.»",
    alt: "آقای چکانی - مدیریت فروشگاه ابزار اوکسین - از مشتریان ویترین",
  },
  {
    id: uniqueId(),
    image: "/images/6-4-zahedi.webp",
    name: "آقای زاهدی - مدیریت فست فود پیتزا هزار",
    comment:
      "«ویترین باعث می‌شه من روی پای خودم وایسم. چرا من باید ۱۰ تا ۱۵ درصد سودم رو از دست بدم، در حالی که با ویترین می‌تونم مستقیم به مشتری بفروشم؟»",
    alt: "آقای زاهدی - مدیریت فست فود پیتزا هزار - از مشتریان ویترین",
  },
  {
    id: uniqueId(),
    image: "/images/6-5-sobhani.webp",
    name: "آقای سبحانی - مدیریت پت شاپ پتکال",
    comment:
      "«مزیت ویترین مسئولیت‌پذیر بودنشونه. یعنی اینکه به مشتری اهمیت می‌دن. از ویترین یاد گرفتم که باید حواست به مشتریت باشه تا بفهمه واسش مهمی.»",
    alt: "آقای سبحانی - مدیریت پت شاپ پتکال - از مشتریان ویترین",
  },
];
