const CarefreeLaunch = " راه‌اندازی آسان سایت";
const AutomaticSales = "فروش آنلاین خودکار";
const ScalableGrowth = "رشد و افزایش مشتری";
export const VITRIN_POSSIBILITIES = [
  {
    id: 1,
    title: CarefreeLaunch,
    image: "/images/ICONS-03.svg",
    items: [
      "عدم نیاز به کد نویسی",
      "SSL رایگان",
      "سئوی فنی خودکار",
      "شخصی‌سازی قالب صفحات",
      "ویرایش محتوا با گوشی",
      "پشتیبانی از CDN",
      "اتصال به دامنه دلخواه",
      "دکمه شناور تماس",
      "فرم ساز",
      "آمار بازدید",
    ],
  },
  {
    id: 2,
    title: AutomaticSales,
    image: "/images/ICONS-04.svg",
    items: [
      "اتصال امن به درگاه پرداخت",
      "آمار فروش و سفارشات",
      "محاسبه خودکار هزینه ارسال بر اساس محدوده",
      "پیگیری لحظه ای وضعیت سفارش",
      "اتوماسیون پیامکی",
      "تعریف گونه‌های مختلف یک محصول",
      "محاسبه خودکار هزینه مالیات",
      "محاسبه خودکار هزینه بسته بندی",
      "تعریف پیک و روش‌های ارسال",
    ],
  },
  {
    id: 3,
    title: ScalableGrowth,
    image: "/images/Group.svg",
    items: [
      "منو دیجیتال",
      "امکانات خاص فروشگاه‌های چندشعبه‌ای",
      "اتصال به سیستم باشگاه مشتریان",
      "اتصال به سیستم حسابداری",
      "ابزار سئو محتوایی",
      "سرور ابری مقیاس پذیر",
      "گزارش‌های فروش و کارکرد دوره‌ای",
      "کیف پول مشترک بین شعبه‌ها",
    ],
  },
];
