import SiteBuilderPage from "containers/NewSiteBuilderPage";
import Head from "next/head";
export default function Login() {
  return (
    <div>
      <Head>
        <title>سایت ساز حرفه‌ای | سایت ساز رایگان 15 روز | Vitrin</title>
        <meta
          name="description"
          content="سایت ساز | سایت ساز ویترین | ضمانت بازگشت وجه - صفحه ساز و قالب‌های متنوع - SEO اتوماتیک و پیشرفته - امنیت بالا - درگاه اختصاصی | خرداد 1401"
        />
        <meta
          property="og:title"
          content="سایت ساز حرفه‌ای | سایت ساز رایگان 15 روز | Vitrin"
        />
        <meta
          property="og:description"
          content="سایت ساز | سایت ساز ویترین | ضمانت بازگشت وجه - صفحه ساز و قالب‌های متنوع - SEO اتوماتیک و پیشرفته - امنیت بالا - درگاه اختصاصی | خرداد 1401"
        />
        <meta
          name="twitter:title"
          content="سایت ساز حرفه‌ای | سایت ساز رایگان 15 روز | Vitrin"
        />
        <meta
          property="twitter:description"
          content="سایت ساز | سایت ساز ویترین | ضمانت بازگشت وجه - صفحه ساز و قالب‌های متنوع - SEO اتوماتیک و پیشرفته - امنیت بالا - درگاه اختصاصی | خرداد 1401"
        />
        <script
          type="application/ld+json"
          dangerouslySetInnerHTML={{
            __html: JSON.stringify({
              "@context": "https://schema.org",
              "@type": "FAQPage",
              "mainEntity": [{
                "@type": "Question",
                "name": "سایت ساز ویترین فقط برای فروش آنلاین خوبه؟",
                "acceptedAnswer": {
                  "@type": "Answer",
                  "text": "سایت ساز ویترین برای فروش آنلاین هم خوبه! ولی محدود به اون نیست. اگر کسب‌وکاری دارید که فعلا نیاز به فروش آنلاین نداره هم می‌تونید یه سایت معرفی برای کسب‌وکارتون بسازید و با استفاده از امکانات طراحی صفحات و ابزار سئوی ویترین، مشتریان بیشتری جذب و اونها رو شگفت زده کنید!"
                }
              }, {
                "@type": "Question",
                "name": "مزیت ویترین چیه؟",
                "acceptedAnswer": {
                  "@type": "Answer",
                  "text": "سیستم یکپارچه فروش! ساخت سایت با ویترین به شما امکان می‌ده از تکنولوژی I.O.M استفاده کنید که ۲ تا فایده مهم داره: راحت‌تر شدن عملیات فروش + افزایش نرخ تکرار خرید مشتریان شما. با استفاده از فروشگاه ساز ویترین می‌تونید موجودی انبار، مواد اولیه، تامین کنندگان، پیک‌ها، باشگاه مشتریان و سایر عملیات فروش‌تون رو از طریق یک سیستم یکپارچه مدیریت کنید. همچنین سایت شما قابل اتصال به نرم‌افزارهای فروش و حسابداری و باشگاه مشتریان هم هست."
                }
              }, {
                "@type": "Question",
                "name": "سایت ساز ویترین با وردپرس کار می‌کنه؟",
                "acceptedAnswer": {
                  "@type": "Answer",
                  "text": "نه. وردپرس یه سیستم مدیریت محتواست که استفاده ازش بدون دانش فنی برنامه نویسی، در مقایسه با سایت سازها پیچیده‌تره. امنیت ویترین نسبت به وردپرس بیشتره. البته شباهت‌هایی هم وجود داره. مثلا در ویترین می‌تونید ساخت سایت فروشگاهی رو با انتخاب یه قالب سایت شروع کنید."
                }
              }, {
                "@type": "Question",
                "name": "سایت‌های ویترین سئوپذیر هستن؟",
                "acceptedAnswer": {
                  "@type": "Answer",
                  "text": "سایت‌های ساخته شده با ویترین، انعطاف پذیری بالایی برای سئوی فنی و محتوایی دارند تا شما بتونید با تمرکز روی تولید محتوا، در نتایج گوگل بالاتر دیده بشید. هنگام سفارش طراحی سایت، می‌تونید از خدمات دیگه‌ای که تیم ویترین در اختیار شما می‌ذاره مثل سئو هم بهره ببرید."
                }
              }]
            }),
          }}
        />
      </Head>
      <SiteBuilderPage />
    </div>
  );
}
