import uniqueId from "lodash/uniqueId";

export const FAQS = [
  {
    id: uniqueId(),
    question: "برای چه کسب‌وکارهایی می‌شه فروشگاه ساخت؟",
    response: `هر کسب‌وکاری که قصد فروش آنلاین محصولاتش رو داشته باشه. شما می‌تونید هر کالایی که قابل ارسال باشه مثل غذا، پوشاک، موبایل و اسباب بازی رو بفروشید. محصولات دیجیتال هم مثل کتاب‌های صوتی و ویدیوهای آموزشی از طریق <a href='https://vitrin.me/shop-builder' style='color:#0050FF' target="_blank"> فروشگاه ساز </a> ویترین قابل فروش هستن.
    `,
  },
  {
    id: uniqueId(),
    question: "فروشگاه مستقل داشتن بهتره یا پیج اینستاگرام؟",
    response: `خب چرا هر دوتاش نه؟! حقیقت اینه که هر کدوم مزایایی نسبت به دیگری دارن که انتخاب بین این دوتا خیلی بستگی به شرایط کسب‌وکار شما داره. پیج اینستاگرام برای آنلاین‌شاپ‌هایی که تازه می‌خوان شروع کنن مناسب‌تره اما از یه جایی به بعد لازمه برای کسب اعتبار بیشتر و جلب اعتماد مشتری‌هاتون، با یا <a href='https://vitrin.me/site-builder' style='color:#0050FF' target="_blank"> سایت ساز </a>، برای خودتون یه سایت فروشگاهی مستقل بسازید. ضمناً با استفاده از قابلیت سئوی فروشگاه ساز ویترین می‌تونید مشتری‌های جدیدی از طریق جست‌وجوی گوگل جذب کنید. برای <a href='https://vitrin.me/pricing' style='color:#0050FF' target="_blank"> خرید سایت </a> می‌تونید به صفحه تعرفه‌ها سر بزنید.
    `,
  },
  {
    id: uniqueId(),
    question: "چیکار کنم که فروشم بیشتر بشه؟",
    response: `مشتری‌های جدید جذب کنید و مشتریان قبلیتون رو راضی نگه دارید تا دوباره از شما خرید کنن! فروشگاه ساز ویترین به کمک سیستم سفارش‌گیری کاربرپسند، ابزارهای سئوی خودکار و اتوماسیون یکپارچه بازاریابی (I.O.M) به شما کمک می‌کنه هر دوی این کارها رو به درستی انجام بدید!`,
  },
  {
    id: uniqueId(),
    question: "چطور می‌شه بدون دانش فنی یه فروشگاه اینترنتی ساخت؟",
    response: "دقیقاً الان جایی هستی که برای همین کار ساخته شده! فروشگاه ساز ویترین به شما صاحب کسب و کار که وقت سر خاروندن نداری کمک می‌کنه بدون نیاز به دانش فنی و در کوتاه‌ترین زمان ممکن، فروش آنلاینت رو شروع کنی: محصولاتت رو وارد کن، دسته‌بندی‌های منطقی بساز، به یه درگاه پرداخت امن متصل شو و سفارش‌گیری فروشگاهت رو راه بنداز!",
  },
];

export const siteExample = [
  {
    id: uniqueId(),
    image: "/images/1-1-cakekhoone.jpg",
    alt: "۵-۱ سایت کیک خونه - طراحی شده با ویترین",
  },
  {
    id: uniqueId(),
    image: "/images/1-3-asuabzar.jpg",
    alt: "سایت آسو ابزار - طراحی شده با ویترین",
  },
  {
    id: uniqueId(),
    image: "/images/2-1-cleanfood.jpg",
    alt: "سایت کلین فود - طراحی شده با ویترین",
  },
  {
    id: uniqueId(),
    image: "/images/3-1-imc.jpg",
    alt: "سایت فروشگاه آنلاین IMC - طراحی شده با ویترین",
  },
  {
    id: uniqueId(),
    image: "/images/3-1-raees.jpg",
    alt: "فروشگاه کافه رئیس - طراحی شده با ویترین",
  },
  {
    id: uniqueId(),
    image: "/images/1-2-mototot.jpg",
    alt: "سایت تات سیکلت - طراحی شده با ویترین",
  },
  {
    id: uniqueId(),
    image: "/images/1-8-payedigesadat.jpg",
    alt: "سایت پای دیگ سادات - طراحی شده با ویترین",
  },
  {
    id: uniqueId(),
    image: "/images/4-4-boojanshop.jpg",
    alt: "سایت بوژان شاپ - طراحی شده با ویترین",
  },
  {
    id: uniqueId(),
    image: "/images/2-6-river.jpg",
    alt: "سایت رستوران ایتالیایی ریور - طراحی شده با ویترین",
  },
  {
    id: uniqueId(),
    image: "/images/1-10-poofaloslime.jpg",
    alt: "سایت پوفالو اسلایم - طراحی شده با ویترین",
  },
];
