import ShopBuilderPage from "containers/ShopBuilderPage";
import Head from "next/head";
export default function Login() {
  return (
    <div>
      <Head>
        <title>
          فروشگاه ساز حرفه‌ای |  فروشگاه ساز رایگان 15 روز | Vitrin
        </title>
        <meta
          name="description"
          content="فروشگاه ساز | فروشگاه ساز ویترین | ضمانت بازگشت وجه - درگاه پرداخت اختصاصی -  سیستم ارسال - امنیت بالا - SEO اتوماتیک و پیشرفته | خرداد 1401"
        />
        <meta
          property="og:title"
          content="فروشگاه ساز حرفه‌ای |  فروشگاه ساز رایگان 15 روز | Vitrin"
        />
        <meta
          property="og:description"
          content="فروشگاه ساز | فروشگاه ساز ویترین | ضمانت بازگشت وجه - درگاه پرداخت اختصاصی -  سیستم ارسال - امنیت بالا - SEO اتوماتیک و پیشرفته | خرداد 1401"
        />
        <meta
          name="twitter:title"
          content="فروشگاه ساز حرفه‌ای |  فروشگاه ساز رایگان 15 روز | Vitrin"
        />
        <meta
          property="twitter:description"
          content="فروشگاه ساز | فروشگاه ساز ویترین | ضمانت بازگشت وجه - درگاه پرداخت اختصاصی -  سیستم ارسال - امنیت بالا - SEO اتوماتیک و پیشرفته | خرداد 1401"
        />

        <script
          type="application/ld+json"
          dangerouslySetInnerHTML={{
            __html: JSON.stringify({
              "@context": "https://schema.org",
              "@type": "FAQPage",
              "mainEntity": [{
                "@type": "Question",
                "name": "برای چه کسب‌وکارهایی می‌شه فروشگاه ساخت؟",
                "acceptedAnswer": {
                  "@type": "Answer",
                  "text": "هر کسب‌وکاری که قصد فروش آنلاین محصولاتش رو داشته باشه. شما می‌تونید هر کالایی که قابل ارسال باشه مثل غذا، پوشاک، موبایل و اسباب بازی رو بفروشید. محصولات دیجیتال هم مثل کتاب‌های صوتی و ویدیوهای آموزشی از طریق فروشگاه ساز ویترین قابل فروش هستن."
                }
              },{
                "@type": "Question",
                "name": "فروشگاه مستقل داشتن بهتره یا پیج اینستاگرام؟",
                "acceptedAnswer": {
                  "@type": "Answer",
                  "text": "خب چرا هر دوتاش نه؟! حقیقت اینه که هر کدوم مزایایی نسبت به دیگری دارن که انتخاب بین این دوتا خیلی بستگی به شرایط کسب‌وکار شما داره. پیج اینستاگرام برای آنلاین‌شاپ‌هایی که تازه می‌خوان شروع کنن مناسب‌تره اما از یه جایی به بعد لازمه برای کسب اعتبار بیشتر و جلب اعتماد مشتری‌هاتون، با یا سایت ساز، برای خودتون یه سایت فروشگاهی مستقل بسازید. ضمناً با استفاده از قابلیت سئوی فروشگاه ساز ویترین می‌تونید مشتری‌های جدیدی از طریق جست‌وجوی گوگل جذب کنید. برای خرید سایت می‌تونید به صفحه تعرفه‌ها سر بزنید."
                }
              },{
                "@type": "Question",
                "name": "چیکار کنم که فروشم بیشتر بشه؟",
                "acceptedAnswer": {
                  "@type": "Answer",
                  "text": "مشتری‌های جدید جذب کنید و مشتریان قبلیتون رو راضی نگه دارید تا دوباره از شما خرید کنن! فروشگاه ساز ویترین به کمک سیستم سفارش‌گیری کاربرپسند، ابزارهای سئوی خودکار و اتوماسیون یکپارچه بازاریابی (I.O.M) به شما کمک می‌کنه هر دوی این کارها رو به درستی انجام بدید!"
                }
              },{
                "@type": "Question",
                "name": "چطور می‌شه بدون دانش فنی یه فروشگاه اینترنتی ساخت؟",
                "acceptedAnswer": {
                  "@type": "Answer",
                  "text": "دقیقاً الان جایی هستی که برای همین کار ساخته شده! فروشگاه ساز ویترین به شما صاحب کسب و کار که وقت سر خاروندن نداری کمک می‌کنه بدون نیاز به دانش فنی و در کوتاه‌ترین زمان ممکن، فروش آنلاینت رو شروع کنی: محصولاتت رو وارد کن، دسته‌بندی‌های منطقی بساز، به یه درگاه پرداخت امن متصل شو و سفارش‌گیری فروشگاهت رو راه بنداز!"
                }
              }]
            }
            ),
          }}
        />
      </Head>
      <ShopBuilderPage />
    </div>
  );
}
