import uniqueId from "lodash/uniqueId";

export const steps = [
  {
    id: uniqueId(),
    type: "domain",
    title: "از اتصال درست دامنه اطمینان یابید.",
    description:
      () => `پس از ارتباط با پشتیبانی ویترین مطمئن شوید که دامنه شما به درستی به سایتتان متصل شده است گاهی اتصال دامنه‌ شما به سایت ممکن است چند روز کاری به طول بیانجامد. در صورت اتصال درست، وقتی آدرس کامل سایت خود را در مرورگر وارد می‌کنید باید سایت شما نمایش داده شود.
    همچنین برای ورود به پنل مدیریت سایت، کافی است در سایت <a style='color:#0050ff' href='https://vitrin.me' target="_blank">https://vitrin.me</a> وارد بخش «ویترین من» شوید.
    `,
    warning_text: () =>
      `با اتصال دامنه تغییرات اعمال شده بر سایت از بین نمی‌رود. در صورتی که هنوز به دامنه متصل نشده‌اید متوقف نشوید و به گام‌های بعدی ادامه دهید.`,
  },
  {
    id: uniqueId(),
    type: "traffic_channels",
    title: "از کانال‌های افزایش بازدید و فروش کمک بگیرید.",
    description:
      () => `با اتصال فروشگاه اینترنتی به سایت‌هایی مثل «بهترینو»، «ترب» و «ایمالز» می‌توانید محصولات خود را درست مقابل چشم کاربرانی قرار دهید که در اینترنت به دنبال محصولاتی مشابه محصولات شما می‌گردند.
      در این بخش می‌توانید لیست کانال‌های فروش پشتیبانی شده در ویترین را مشاهده کنید و اطلاعات بیشتری در مورد اتصال سایت به این کانال‌ها به دست آورید.`,
  },
  {
    id: uniqueId(),
    type: "labels",
    title: "دسته بندی و برچسب‌ها را تعیین کنید.",
    description: (siteDomain) =>
      `برای اینکه محصولات شما در سایت به‌راحتی در دسترس مشتریان قرار بگیرد و مشتری بتواند سریع‌تر سفارش ثبت کند، لازم است در ابتدا   <a style='color:#0050ff' href='/admin/${siteDomain}/s/settings/c' target="_blank"> دسته‌بندی‌ها </a>و   <a style='color:#0050ff' href='/admin/${siteDomain}/s/settings/l' target="_blank">برچسب‌های محصولات </a>را ایجاد کنید.`,
  },
  {
    id: uniqueId(),
    type: "products",
    title: "محصولات فروشگاه را وارد کنید.",
    description: (
      siteDomain
    ) => `حالا می‌توانید محصول تستی را پاک کرده و محصولات اصلی خودتان را  <a  style='color:#0050ff' href='/admin/${siteDomain}/s/settings/products' target="_blank">وارد کنید</a> . هنگام افزودن هر محصول، دسته‌بندی و برچسب‌های مناسبی را که در گام قبل ساخته‌اید به آن محصول اختصاص دهید.<br/>
    برای راحتی بیشتر، پیشنهاد می‌شود ابتدا چند محصول پرفروش خود را وارد کنید و بقیه محصولات فروشگاه را پس از راه‌اندازی کامل سایت اضافه کنید.
    `,
  },
  {
    id: uniqueId(),
    type: "payment",
    title: "تنظیمات پرداخت را مشخص کنید.",
    description: (
      siteDomain
    ) => `اگر می‌خواهید وجه پرداختی مشتری را به صورت آنلاین دریافت کنید، باید یک درگاه پرداخت بانکی به سایت متصل کنید. برای این کار، لازم است پس از انتخاب درگاه بانکی مدنظرتان از میان  <a  style='color:#0050ff' href='/admin/${siteDomain}/gate_away'>درگاه‌های قابل اتصال به ویترین </a>، اقدام به دریافت درگاه کرده و پس از طی مراحل زیر به پشتیبانی ویترین اطلاع دهید: <br />
    ۱- صدور اینماد(مگر آنکه اخذ اینماد برای دریافت درگاه پرداختی مورد نظر شما الزامی نباشد)<br /> 
    ۲- تایید پذیرندگی شاپرک <br/> 
    ۳- اعلام کد رهگیری پرونده مالیاتی به درگاه مورد نظر<br/>
    اگر شرایط استفاده از درگاه پرداخت را ندارید، می‌توانید از این گام عبور کنید و در صورت داشتن پیک یا تحویل در محل کسب‌وکار خودتان از روش پیشفرض “پرداخت نقدی یا با کارتخوان” استفاده کنید.`,
    warning_text: (siteDomain) => `
      تکمیل این گام و اتصال درگاه بانکی برای شروع سفارش‌گیری ضروری است.پس از اتصال درگاه توسط پشتیبان روش پرداخت خود را در بخش  <a  style='color:#0050ff' href='/admin/${siteDomain}/s/settings/general/payment' target="_blank">تنظیمات پرداخت <a/> اصلاح کنید. `,
  },
  {
    id: uniqueId(),
    type: "delivery",
    title: "روش‌های ارسال را تنظیم کنید.",
    description: (
      siteDomain
    ) => `برای تحویل سفارش به مشتری، باید حداقل یک <a style='color:#0050ff' href='/admin/${siteDomain}/s/settings/general/delivery' target="_blank" >روش ارسال</a>  تعریف کرده باشید. برای ارسال کالاهای فیزیکی، لازم است محدوده و هزینه ارسال را در <a style='color:#0050ff' href='/admin/${siteDomain}/s/settings/general/delivery/zones'> این بخش</a> تنظیم کنید. <br />
      همچنین می‌توانید از  <a style='color:#0050ff' href='/admin/${siteDomain}/s/settings/couriers' target="_blank"> اینجا </a>  سایت خود را به سرویس‌های «الوپیک» یا «میاره» متصل کنید یا برای خودتان پیک اختصاصی تعریف کنید.`,
  },
  {
    id: uniqueId(),
    type: "fulfillment",
    title: "روش دریافت را مشخص کنید.",
    description: (siteDomain) =>
      `در <a style='color:#0050ff' href='/admin/${siteDomain}/s/settings/general/pickup' target="_blank" >این قسمت</a> روش دریافت محصول خریداری‌شده را مشخص کنید. می توانید از روش تحویل حضوری، ارسال به ادرس مشتری، تحویل مجازی(برای کالاهای غیر فیزیکی) و سرو در محل( برای رستوران‌ها) استفاده کنید.`,
  },
  {
    id: uniqueId(),
    type: "shopping",
    title: "تنظیمات سفارش‌گیری را تکمیل کنید.",
    description: (
      siteDomain
    ) => `موارد مهم باقی‌مانده در تنظیمات سفارش‌گیری مثل هزینه بسته‌بندی و مالیات را از <a style='color:#0050ff' href='/admin/${siteDomain}/s/settings/general/config' target="_blank">این قسمت</a> تکمیل کنید. <br />
      این موارد باعث می‌شود فرایند سفارش‌گیری شما هرچه‌بیشتر خودکار شود.`,
  },
  {
    id: uniqueId(),
    type: "pages",
    title: "صفحات مهم سایت را شخصی‌سازی کنید.",
    description: (
      siteDomain
    ) => `قبل از شروع سفارش‌گیری آنلاین، بهتر است صفحه‌های مهم فروشگاه مثل صفحه سفارش آنلاین، صفحه اول سایت و صفحه هر محصول را ساخته و ویرایش کرده باشید. <br />
      این کار را می‌توانید در بخش  <a style='color:#0050ff' href='/admin/${siteDomain}/appearance/pages' target="_blank">ویرایش ظاهری</a> انجام دهید. اگر می‌خواهید این صفحات به‌صورت حرفه‌ای و اختصاصی برای شما طراحی شوند، از ویترین پرو کمک بگیرید.`,
  },
  {
    id: uniqueId(),
    type: "menus",
    title: "منوهای سایت را بسازید.",
    description: (siteDomain) =>
      `برای اینکه ساختار صفحه‌ها و محصولات سایت شما درست باشد و کاربران بتوانند چیزی را که می‌خواهند به‌سرعت پیدا کنند، بهتر است برای سایت خود، <a style='color:#0050ff' href='/admin/${siteDomain}/appearance/menu' target="_blank">منوهای هدر و فوتر</a> بسازید و لینک صفحه‌ها و دسته‌بندی‌های مهم را در آن‌ها قرار دهید.`,
  },
  {
    id: uniqueId(),
    type: "fab",
    title: "دکمه شناور تماس را فعال کنید.",
    description: (
      siteDomain
    ) => `با استفاده از  <a style='color:#0050ff' href='/admin/${siteDomain}/fab/settings' target="_blank">دکمه شناور تماس </a>، یک راه ارتباطی مستقیم با بازدیدکننده‌های سایت خود خواهید داشت تا اطلاعات تماس شما مثل تلفن و آدرس شبکه‌های اجتماعی شما همیشه با یک کلیک در دسترس کاربران باشد.<br/>
      آمار کلیک روی این دکمه را می‌توانید در داشبورد سایت مشاهده کنید.
      `,
  },
  {
    id: uniqueId(),
    type: "order_creation",
    title: "یک سفارش واقعی روی سایت‌تان ثبت کنید و آن را مدیریت کنید.",
    description: (
      siteDomain,
      link
    ) => `حالا وارد سایت خودتان (به آدرس  <a style='color:#0050ff' href='${link}' target="_blank">${link}</a>) شوید و یکی از محصولات خودتان را سفارش دهید! با این کار، مسیر خرید آنلاین از سایت و صحت عملکرد درگاه پرداخت را تست می‌کنید. <br/>
      برای مدیریت سفارش، به قسمت  <a style='color:#0050ff' href='/admin/${siteDomain}/s/orders' target="_blank">مدیریت سفارش‌ها</a> بروید تا سفارش ثبت شده را مشاهده کنید. سپس می‌توانید سفارش را لغو، تأیید یا ویرایش کنید.`,
    warning_text: () =>
      "پیش از معرفی سایت حتما تلاش کنید یک سفارش موفق بر روی سایت خود ثبت کرده و پرداخت را به‌طور کامل انجام دهید. در صورت بروز مشکل در فرآیند خرید با پشتیبانی ویترین در ارتباط باشید. ",
  },
  {
    id: uniqueId(),
    type: "introduction",
    title: "با معرفی سایت خود، مخاطبان خودتان را به خرید آنلاین ترغیب کنید.",
    description: (
      siteDomain
    ) => `قلب سایت شما با بازدیدکننده‌ها می‌تپد! پس هر چه زودتر فروشگاه خود را در شبکه‌های اجتماعی معرفی کنید و مشتریان حضوری خود را به خرید آنلاین تشویق کنید.<br/>
      برای اینکه مخاطبان شما ترغیب شوند که از سایت شما خرید کنند، در صورتی که بسته حرفه‌ای دارید یا تمایل به ارتقا بسته فعلی خود دارید میتوانید با پیام به اکانت منیجر خود کد تخفیف تعریف کنید یا کیف پول آن‌ها را در سایت خود شارژ کنید و همچنین کمپین پیامکی برای مشتریانتان اجرا کنید. از <a style='color:#0050ff' href='/admin/${siteDomain}/s/settings/general/popup' target="_blank">تنظیمات پاپ‌آپ</a> هم برای اطلاع‌رسانی به بازدیدکننده‌ها استفاده کنید.<br/>
      وقتی اولین خرید یک مشتری از سایت شما انجام شود، اطلاعات تماس مشتری در سایت شما ذخیره می‌شود و بعدا به کمک  <a style='color:#9800c2' href='https://dobare.me/' target="_blank">باشگاه مشتریان <a/>می‌توانید این مشتری‌ها را دوباره به خرید از سایت تشویق کنید.
      `,
  },
  {
    id: uniqueId(),
    type: "encouragement",
    title: "مشتریان فعلی و حتی حضوری خود را به استفاده از سایت ترغیب کنید.",
    description:
      () => `به مشتریان حضوری یا قبلی خود بگویید که برای خرید از شما از سایت استفاده کنند و برای ترغیب جهت خرید از سایت به آن‌ها کد تخفیف ارائه دهید. در ادامه این اطلاعات منبع مهمی برای فروش بیشتر خواهد بود. 
    در بسته حرفه‌ای ویترین می‌توانید لیستی از مشتریان قبلی خود را در این قسمت بارگذاری کنید و به آن‌ها برای ترغیب جهت خرید پیامک بزنید. (اگر بسته حرفه‌ای ندارید، از این مرحله عبور کنید.)
    با یکپارچه کردن سایت خودتان با یک نرم‌افزار باشگاه مشتریان مثل «دوباره»، می‌توانید با اجرای کمپین‌های تبلیغاتی و به کمک روندهای خودکار اتوماسیون بازاریابی، مشتری‌های خود را به خرید از سایت خود ترغیب کنید.`,
  },
  {
    id: uniqueId(),
    type: "targeting",
    title: "هدف گذاری فروشتان را تنظیم کنید. ",
    description: () =>
      `موفقیت شما در ویترین مهم است. به همین دلیل، پیشنهاد می‌شود از این بخش استفاده کنید و برای فروش ماهانه خودتان هدف‌گذاری کنید تا بتوانید در صفحه داشبورد هر روز روند پیشرفت خود را مشاهده کنید.`,
  },
  {
    id: uniqueId(),
    type: "advertise",
    title: "آنلاین تبلیغات کنید.",
    description:
      () => `با داشتن یک سایت فروشگاهی، شما می‌توانید از راه‌های به‌صرفه و هدفمندی برای تبلیغات آنلاین استفاده کنید. سایت شما در ویترین به انواع پلتفرم‌های تبلیغات کلیکی مثل «گوگل ادز»، «یکتانت» و «تپسل» متصل می‌شود. <br/>
    با استفاده درست از این روش‌های تبلیغاتی، فروش آنلاین شما بیشتر می‌شود.`,
  },
  {
    id: uniqueId(),
    type: "google",
    title: "در گوگل دیده شوید!",
    description: (
      siteDomain
    ) => `سئو یا بهینه‌سازی سایت به شما کمک می‌کند فروش خود را به کمک موتور جست‌وجوی گوگل بیشتر کنید. در ویترین هنگام ساخت هر صفحه و همچنین محصول به یک ابزار سئو محتوایی دسترسی دارید که پیشنهاداتی را برای بهبود سئو سایت به شما ارائه می‌کند.<br />
      از  <a style='color:#0050ff' href='/admin/${siteDomain}/tags' target="_blank">این قسمت</a> به گوگل آنالیتیکس می‌توانید متصل شوید. اگر به یک برنامه حرفه‌ای سئو نیاز دارید، از <a style='color:#0050ff' href='https://atro.agency/' target="_blank"> مشاوره دیجیتال مارکتینگ <a/> استفاده کنید.`,
  },
  {
    id: uniqueId(),
    type: "measurement",
    title: "وضعیت فروش خود را اندازه‌گیری کنید و آن را بهبود دهید.",
    description: (
      siteDomain
    ) => `به کمک تحلیل‌ها و گزارش‌های ویترین، می‌توانید میزان فروش و روند رسیدن به اهداف خود را زیر نظر داشته باشید و از جزئیات باخبر باشید. همچنین می‌توانید از ابزارهای تحلیل سایت مثل «گوگل آنالیتیکس» استفاده کنید که برای اتصال به آن از <a style='color:#0050ff' href='/admin/${siteDomain}/tags' target="_blank">این قسمت</a>  می توانید استفاده کنید.<br/>
    اگر می‌خواهید مشتری و فروش بیشتری داشته باشید، می‌توانید درخواست <a style='color:#0050ff' href='https://atro.agency/' target="_blank"> مشاوره دیجیتال مارکتینگ <a/> خود را ثبت کنید تا کارشناسان ویترین شما را در زمینه‌های مختلفی مثل تبلیغات آنلاین، سئو و طراحی گرافیکی سایت همراهی کنند.<br />
    همچنین  <a style='color:#0050ff' href='/admin/${siteDomain}/s/analytics/dashboard' target="_blank"> گزارش‌ های سایت </a> خود را به طور مرتب ارزیابی کنید تا بتوانید برای رشد خودتان برنامه‌ریزی کنید.`,
  },
];
