import uniqueId from "lodash/uniqueId";

export const FAQS = [
  {
    id: uniqueId(),
    question: "اگه بخوام خودم سایت شرکتم رو طراحی کنم چقدر باید وقت بذارم؟",
    response: `اگر آموزش‌های کار با ویترین رو ببینید خیلی زود می‌تونید طراحی سایتتون رو شروع کنید و بدون هیچگونه کدنویسی یه سایت خوب داشته باشید. البته اگه قبلا تجربهٔ کار با سیستم‌های مدیریت محتوا رو داشته باشید خیلی سریع و در کمتر از یک ساعت می‌تونید طراحی دلخواهتون رو پیاده کنید. اگه سرتون شلوغه و وقت ندارید، ما در تیم ویترین می‌تونیم یه طراحی حرفه‌ای برای شما انجام بدیم.
              <br/>
              جواب هر سؤالی رو که دربارهٔ نحوهٔ کار ویترین دارید می‌تونید در صفحهٔ 
              <a href='https://help.vitrin.me/' style='color:#0050FF' target="_blank">راهنمای ویترین </a>
              پیدا کنید. آموزش‌های عمومی‌تر در مورد طراحی سایت و کسب‌وکار آنلاین هم در 
              <a href='https://vitrin.me/blog' style='color:#0050FF' target="_blank"> ویترین‌بلاگ <a/>
              قرار می‌دیم.`,
  },

  {
    id: uniqueId(),
    question: "چطور به سایت شرکتم یه فروشگاه اینترنتی اضافه کنم؟",
    response: `این کار با ویترین خیلی آسونه! سایت‌های شرکتی در ویترین معمولا از نوع معرفی (بدون فروشگاه آنلاین) هستن. برای اینکه یه فروشگاه اینترنتی هم به سایتتون اضافه کنید فقط کافیه سایت شرکتی خودتون رو به سایت فروشگاهی ارتقا بدید تا از قابلیت‌های پیشرفتهٔ فروش آنلاین ویترین استفاده کنید. اگه سؤالی دارید لطفا با ما تماس بگیرید تا راهنمایی‌تون کنیم.`,
  },
  {
    id: uniqueId(),
    question: "در مورد هاست و دامنهٔ سایت شرکتی چه کمکی می‌تونید بکنید؟",
    response:
      "وقتی با ویترین سایت شرکتی خودتون رو طراحی می‌کنید یه دامنهٔ رایگان ir.ink به شما تعلق می‌گیره و سایت شما با هاست اختصاصی ویترین بالا میاد. مزیت ویترین اینه که شما رو اصلا درگیر مسائل فنی و جانبی طراحی سایت شرکتی نمی‌کنه و هیچ‌وقت نگران امنیت یا دسترسی به سایتتون نخواهید بود. برای برندینگ بهتر سایت شرکتی، پیشنهاد می‌کنیم یه دامنهٔ اختصاصی تهیه کنید و به سایتی که با ویترین طراحی کردید متصل کنید.    ",
  },
  {
    id: uniqueId(),
    question: "ویترین چه ابزارهای برای خاص کردن ظاهر سایت شرکتی داره؟",
    response: `ظاهر صفحهٔ اول برای سایت‌های شرکتی خیلی مهمه و ما در ویترین به این چالش فکر کرده‌یم. برای زیباتر کردن سایت خودتون از تنوع بالای سکشن‌هایی که در صفحه ساز ویترین وجود داره استفاده کنید. ما همیشه در حال افزودن سکشن‌ها و قابلیت‌های جدید به ویترین هستیم.
    <br/>
    حتما به رنگ‌ها و تصاویری که استفاده می‌کنید دقت کنید. پیشنهاد می‌کنیم از تصاویر حرفه‌ای و باکیفیت استفاده کنید. در این زمینه ما در تیم ویترین می‌تونیم طراحی هویت بصری برند شما رو انجام بدیم. برای راهنمایی بیشتر لطفا با ما تماس بگیرید.
    `,
  },
  {
    id: uniqueId(),
    question: "قیمت طراحی سایت شرکتی چقدره؟",
    response: `بسته‌های قیمتی مختلفی در ویترین داریم که جزئیاتش در صفحهٔ 
    <a href='/pricing' style='color:#0050FF' target="_blank">تعرفه </a>
    اومده. پیشنهاد می‌کنیم اگه تا حالا سایت نداشتید و به فکر طراحی لوگو و برندینگ هم هستید، حتما با تیم ویترین مشورت کنید. در هر صورت می‌تونید از تمام امکانات ویترین برای ۱۴ روز به رایگان استفاده کنید و بعد برای خرید تصمیم بگیرید.
    `,
  },
  {
    id: uniqueId(),
    question: "ویترین در مورد  سئو و آنلاین برندینگ هم کمک می‌کنه؟",
    response: `ما کدهای ویترین رو طوری نوشتیم که برای سئو سایت، مشکل فنی نداشته باشید و بتونید خودتون با خوندن آموزش سئو در ویترین تا حد خوبی با اصول سئو آشنا بشید. اگه نیاز به خدمات طراحی سایت دیگه مثل سئوی حرفه‌ای و آنلاین برندینگ (هویت بصری، لوگو، کارت ویزیت، …) داشته باشید هم می‌تونید روی تیم ویترین حساب کنید. کافیه با ما تماس بگیرید تا دربارهٔ جزئیات صحبت کنیم.`,
  },
];

export const siteExample = [
  {
    id: uniqueId(),
    image: "/images/1-3-asuabzar.jpg",
    alt: "سایت آسو ابزار - طراحی شده با ویترین",
  },
  {
    id: uniqueId(),
    image: "/images/5-2-irankgf.jpg",
    alt: "سایت شرکت کاوش گستر فانیذ - طراحی شده با ویترین",
  },
  {
    id: uniqueId(),
    image: "/images/3-1-imc.jpg",
    alt: "سایت فروشگاه آنلاین IMC - طراحی شده با ویترین",
  },
  {
    id: uniqueId(),
    image: "/images/5-3-viptaxi.jpg",
    alt: "سایت تاکسی VIP همسفران - طراحی شده با ویترین",
  },
  {
    id: uniqueId(),
    image: "/images/5-4-sanataria.jpg",
    alt: "سایت صنعت آریا - طراحی شده با ویترین",
  },
  {
    id: uniqueId(),
    image: "/images/5-5-bimekosar.jpg",
    alt: "سایت نمایندگی بیمه کوثر احمدزاده - طراحی شده با ویترین",
  },
];
